<?php
return [
	'seller_name'  	=> '服务机构',
	'staff_name'  	=> '手艺人',
	'goods_name' 	=> '作品',
	'count_type' => [
		'0' => '分钟',
		'1' => '小时',
	],
	'pay_type' => [
		'1' => '消费',
		'2' => '充值',
		'3' => '退款',
        '4' => '平台充值',
        '5' => '平台扣款',
        '6' => '生活缴费',
        '7' => '邀请返现',
        '8' => '物业缴费',
        '9' => '提现申请',
        '10' => '提现退回',
	],
	'success'	=> [
		'900000'	=> '成功提示',
	],

	'error'	=> [
		'800000'	=> '失败提示',
	],

	'code'	=> [
		'100000'	=> '商户拒绝',
		'100001'	=> '购买成功',
	],
];